Repository: Motionly-labs/Snowly-ios
Catalog: SnowlyWatch/Resources/Localizable.xcstrings
Source language: en
Languages: sv, zh_hans

# common_distance
source: Distance
sv: Distans
zh_hans: 距离

# common_done
source: Done
sv: Klar
zh_hans: 完成

# common_duration
source: Duration
sv: Längd
zh_hans: 时长

# common_pause
source: Pause
sv: Pausa
zh_hans: 暂停

# common_resume
source: Resume
sv: Återuppta
zh_hans: 继续

# common_runs
source: Runs
sv: Åk
zh_hans: 趟数

# common_ski_time
source: Ski Time
sv: Skidtid
zh_hans: 滑雪时间

# common_vertical
source: Vertical
sv: Höjdmeter
zh_hans: 落差

# stat_max_speed
source: Max Speed
sv: Topphastighet
zh_hans: 最高速度

# watch_hold_to_stop
source: Hold to Stop
sv: Håll för att stoppa
zh_hans: 长按停止

# watch_session_complete
source: Session Complete
sv: Session klar
zh_hans: 滑雪结束

# watch_stat_heart_rate_average
source: Avg Heart Rate
sv: Medelhjärtfrekvens
zh_hans: 平均心率

# watch_stat_heart_rate_current
source: Heart Rate
sv: Hjärtfrekvens
zh_hans: 心率

# watch_stat_speed_current
source: Current Speed
sv: Aktuell hastighet
zh_hans: 当前速度

# watch_widget_description
source: Current ski session status
sv: Aktuell skidsessionsstatus
zh_hans: 当前滑雪记录状态

# watch_widget_inline_ready
source: Snowly - Ready
sv: Snowly - Redo
zh_hans: Snowly - 就绪

# watch_widget_inline_tracking_format %lld %@
source: %1$lld runs - %2$@
sv: %1$lld åk - %2$@
zh_hans: %1$lld 趟 - %2$@

# watch_widget_ready
source: Ready to ski
sv: Redo att åka
zh_hans: 准备滑雪

# watch_widget_run_count_format %lld
source: %lld runs
sv: %lld åk
zh_hans: %lld 趟

# watch_status_pausing_phone
source: Pausing on iPhone...
sv: Pausar pa iPhone...
zh_hans: 正在通过 iPhone 暂停...

# watch_status_phone_connected
source: Connected to iPhone
sv: Ansluten till iPhone
zh_hans: 已连接到 iPhone

# watch_status_phone_disconnected
source: Connection lost
sv: Anslutningen tappades
zh_hans: 连接已断开

# watch_status_phone_no_response
source: iPhone did not respond
sv: iPhone svarade inte
zh_hans: iPhone 没有响应

# watch_status_phone_unreachable
source: iPhone unreachable
sv: iPhone kan inte nas
zh_hans: 无法连接到 iPhone

# watch_status_resuming_phone
source: Resuming on iPhone...
sv: Aterupptar pa iPhone...
zh_hans: 正在通过 iPhone 继续...

# watch_status_starting_phone
source: Starting on iPhone...
sv: Startar pa iPhone...
zh_hans: 正在通过 iPhone 开始...

# watch_status_stopping_phone
source: Stopping on iPhone...
sv: Stoppar pa iPhone...
zh_hans: 正在通过 iPhone 停止...

# watch_sync_complete
source: Synced to iPhone
sv: Synkad till iPhone
zh_hans: 已同步到 iPhone

# watch_sync_failed
source: Sync failed
sv: Synkningen misslyckades
zh_hans: 同步失败

# watch_sync_pending
source: Syncing to iPhone...
sv: Synkar till iPhone...
zh_hans: 正在同步到 iPhone...

# watch_last_run_title
source: Last Run
sv: Senaste aket
zh_hans: 上一趟

# watch_last_run_title_format
source: Run %lld
sv: Ak %lld
zh_hans: 第 %lld 趟

# watch_status_last_run_complete_format
source: Run %lld complete
sv: Ak %lld klart
zh_hans: 第 %lld 趟已完成

# watch_status_personal_best
source: New personal best
sv: Nytt personbasta
zh_hans: 新的个人最佳

# watch_status_personal_best_metric
source: New PB: %@
sv: Nytt PB: %@
zh_hans: 新的个人最佳：%@

# watch_heart_rate_format
source: %d bpm
zh_hans: %d 次/分
